Repository: legeling/AltForge
Catalog: AltBackup/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ could not be backed up.
zh_hans: 无法备份 %@。

source: %@ could not be restored.
zh_hans: 无法恢复 %@。

source: %@ is inactive.
zh_hans: %@ 未激活。

source: A random error occured.
zh_hans: 发生了未知错误。

source: Backing up app data…
zh_hans: 正在备份 App 数据…

source: OK
zh_hans: 确定

source: Refresh %@ in AltStore to continue using it.
zh_hans: 请在 AltForge 中刷新 %@ 后继续使用。

source: Restoring app data…
zh_hans: 正在恢复 App 数据…

source: The AltStore app group could not be found.
zh_hans: 找不到 AltForge App 群组。

source: The app group “%@” could not be found.
zh_hans: 找不到 App 群组“%@”。

source: The bundle identifier is invalid.
zh_hans: Bundle ID 无效。

source: Unable to access backup.
zh_hans: 无法访问备份。

source: Unable to create app group backup directory.
zh_hans: 无法创建 App 群组备份目录。

source: Unable to create backup directory.
zh_hans: 无法创建备份目录。

source: Unable to read app group backup.
zh_hans: 无法读取 App 群组备份。

source: this app
zh_hans: 此 App

source: Backup
zh_hans: 备份

source: Restore
zh_hans: 恢复
